[
  {
    "id": 10334355,
      "status": "active",
    "links": {
      "view": "https://acme.jobboard.com/jobs/Creative-Director",
      "apply": "https://acme.bigapply.com/jobs/10334355"
    },
    "availability": {
      "availableInternally": true,
      "availableExternally": false,
      "applicationCloseDates": {
        "closeDate": "2015-11-05T13:15:30Z",
        "internalCloseDate": "2015-11-05T13:15:30Z",
        "externalCloseDate": "2015-11-05T13:15:30Z"
      }
    },
    "code": "1022NH",
    "title": "Creative Director",
    "shortSummary": "One in a life time opportunity to work with a bunch of great people that do their job with a passion!",
    "country": "US",
    "location": "Centerville",
    "categories": [
      {
        "category": 100001999,
        "values": [
          100115552,
          100115513
        ]
      },
      {
        "category": 100037613,
        "values": [
          100114669,
          100114660,
          100114642,
          100114666
        ]
      },
      {
        "category": 100015632,
        "values": [
          100015637
        ]
      },
      {
        "category": 100039352,
        "values": [
          100039361
        ]
      }
    ]
  },
  {
    "id": 10334356,
      "status": "active",
    "links": {
      "view": "https://acme.jobboard.com/jobs/Creative-Lackey",
      "apply": "https://acme.bigapply.com/jobs/10334356"
    },
    "availability": {
      "availableInternally": true,
      "availableExternally": false,
      "applicationCloseDates": {
        "closeDate": "2015-11-05T13:15:30Z",
        "internalCloseDate": "2015-11-05T13:15:30Z",
        "externalCloseDate": "2015-11-05T13:15:30Z"
      }
    },
    "code": "1024NH",
    "title": "Creative Lackey",
    "shortSummary": "One of the most exciting positions ever offered",
    "country": "CA",
    "location": "Okotoks",
    "categories": [
      {
        "category": 100001999,
        "values": [
          100115543,
          100115516
        ]
      },
      {
        "category": 100037613,
        "values": [
          100042788,
          100114457,
          100114478,
          100114427
        ]
      },
      {
        "category": 100015632,
        "values": [
          100015639
        ]
      },
      {
        "category": 100039352,
        "values": [
          100039365
        ]
      }
    ]
  },
  {
    "id": 1155842301,
      "status": "active",
    "links": {
      "view": "https://acme.jobboard.com/jobs/Customer-Service",
      "apply": "https://acme.bigapply.com/jobs/1155842301"
    },
    "availability": {
      "availableInternally": true,
      "availableExternally": false,
      "applicationCloseDates": {
        "closeDate": "2015-11-05T13:15:30Z",
        "internalCloseDate": "2015-11-05T13:15:30Z",
        "externalCloseDate": "2015-11-05T13:15:30Z"
      }
    },
    "code": "74122145",
    "title": "Customer Service (CS)",
    "shortSummary": "CS ACME is the national leader in the hire industry stretching from Whangarei to Invercargill. We pride ourselves on consistently providing high quality equipment and support services to both the trade and domestic sectors. Our Customer Service staff form a team who are passionate about providing high quality product advice and sales support. With well-developed product knowledge within the hire equipment business, or a related industry and significant experience operating in a retail customer services environment, this is a fantastic opportunity to demonstrate your strong communication skills and ability to develop valuable business relationships.The Customer Service role also involves the following: Being accountable for ensuring that customer orders are dispatched quickly, in a friendly and efficient manner Advising customers on the correct equipment, providing a demonstration if necessary and ensuring the customer is aware of the operating and safety instructions before they leave Answering calls coming into the branch, converting calls into sales and providing excellent over-the-phone service Additional experience and skills in the following:Must have a full Class 1 Driver Licence (additional Classes/Endorsements are an advantage) Ability to work well in a team, with a 'Can-do' attitude Selling and negotiation skills that enable you to match products with customer needs and close the sale Basic to intermediate skills operating computer systems and software As our branches are open 7 days, being available to work rostered weekends will be a requirement. At CS ACME we understand that our employees are our most important asset. So, if you are looking to become part of an awesome team where you have the opportunity to continually learn and grow your career, then look no further!",
    "country": "NZ",
    "location": "Hamilton",
    "categories": [
      {
        "category": 100001999,
        "values": [
          100115543,
          100115516
        ]
      },
      {
        "category": 100037613,
        "values": [
          100042788,
          100114457,
          100114478,
          100114427
        ]
      },
      {
        "category": 100015632,
        "values": [
          100015639
        ]
      },
      {
        "category": 100039352,
        "values": [
          100039365
        ]
      }
    ]
  },
  {
    "id": 70054513144,
      "status": "active",
    "links": {
      "view": "https://acme.jobboard.com/jobs/Information-Services",
      "apply": "https://acme.bigapply.com/jobs/70054513144"
    },
    "availability": {
      "availableInternally": true,
      "availableExternally": false,
      "applicationCloseDates": {
        "closeDate": "2015-11-05T13:15:30Z",
        "internalCloseDate": "2015-11-05T13:15:30Z",
        "externalCloseDate": "2015-11-05T13:15:30Z"
      }
    },
    "code": "7002433144",
    "title": "Information Services (IS) Analyst",
    "shortSummary": "Applications are sought for the position of Information Services (IS) Analyst in the Information Services Team. This position reports to the IS Applications Manager. The Business Applications Team maintains the systems and supports the business processes that enable the IS Business Strategy. The IS systems are required to support business processes that are essential to the day to day running of the organisation. The primary accountability of the IS Analyst is to provide expertise in the delivery of a fit for purpose IS solution to support business processes, opportunities and user requirements. This role specifically manages the IS systems that support all departments. The successful applicant will have: A tertiary qualification, Minimum 5 years relevant work experience, The ability to work in a team environment, Knowledge of current information technology techniques and tools, Systems testing, change management and data integrity skills, Systems roadmapping and improvement delivery skills. An uncompromising attitude to safety, Previous experience in business computing systems would also been advantageous. Click the APPLY NOW button to kick off your application.",
    "country": "NZ",
    "location": "Wellington",
    "categories": [
      {
        "category": 100001999,
        "values": [
          100115534
        ]
      },
      {
        "category": 100037613,
        "values": [
          100114427
        ]
      },
      {
        "category": 100015632,
        "values": [
          100015639
        ]
      },
      {
        "category": 100039352,
        "values": [
          100039365
        ]
      }
    ]
  }
]
